Repository: yeelam-gordon/intelligent-terminal
Catalog: src/cascadia/TerminalApp/Resources/*/Resources.resw
Source language: en_us
Languages: af_za, am_et, ar_sa, as_in, az_latn_az, bg_bg, bn_in, bs_latn_ba, ca_es, ca_es_valencia, cs_cz, cy_gb, da_dk, el_gr, es_es, et_ee, eu_es, fa_ir, fi_fi, fil_ph, fr_fr, ga_ie, gd_gb, gl_es, gu_in, he_il, hi_in, hu_hu, hy_am, id_id, is_is, it_it, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, kok_in, lb_lu, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, ne_np, nl_nl, nn_no, or_in, pa_in, pl_pl, pt_br, pt_pt, quz_pe, ro_ro, sk_sk, sl_si, sq_al, sr_cyrl_rs, sr_latn_rs, sv_se, ta_in, te_in, th_th, tr_tr, ug_cn, uk_ua, ur_pk, uz_latn_uz, vi_vn, zh_tw

# FreOverlay_SettingsSubtitleLink
source: Learn about how data is used
af_za: Leer hoe data gebruik word
am_et: ውሂብ እንዴት ጥቅም ላይ እንደሚውል ይረዱ
ar_sa: تعرّف على كيفية استخدام البيانات
as_in: ডেটা কেনেকৈ ব্যৱহাৰ কৰা হয় জানক
az_latn_az: Verilənlərin necə istifadə edildiyini öyrənin
bg_bg: Научете как се използват данните
bn_in: ডেটা কীভাবে ব্যবহৃত হয় তা জানুন
bs_latn_ba: Saznajte kako se podaci koriste
ca_es: Obteniu informació sobre com s'utilitzen les dades
ca_es_valencia: Obteniu informació sobre com s'utilitzen les dades
cs_cz: Zjistěte, jak se data používají
cy_gb: Dysgwch sut mae data yn cael ei ddefnyddio
da_dk: Få mere at vide om, hvordan data bruges
el_gr: Μάθετε πώς χρησιμοποιούνται τα δεδομένα
es_es: Obtén información sobre cómo se usan los datos
et_ee: Lugege, kuidas andmeid kasutatakse
eu_es: Ikasi nola erabiltzen diren datuak
fa_ir: درباره نحوه استفاده از داده‌ها بیاموزید
fi_fi: Lue lisää tietojen käytöstä
fil_ph: Alamin kung paano ginagamit ang data
fr_fr: Découvrez comment les données sont utilisées
ga_ie: Foghlaim faoi conas a úsáidtear sonraí
gd_gb: Ionnsaich mu mar a thèid dàta a chleachdadh
gl_es: Obtén información sobre como se usan os datos
gu_in: ડેટા કેવી રીતે વાપરવામાં આવે છે તે જાણો
he_il: למד כיצד נעשה שימוש בנתונים
hi_in: जानें कि डेटा का उपयोग कैसे किया जाता है
hu_hu: Tudjon meg többet az adatok felhasználásáról
hy_am: Իմացեք, թե ինչպես են օգտագործվում տվdelays delays delays delays resses
id_id: Pelajari cara penggunaan data
is_is: Fræðist um hvernig gögn eru notuð
it_it: Scopri come vengono utilizzati i dati
ja_jp: データの使用方法について確認する
ka_ge: გაიგეთ, როგორ გამოიყენება მონაცემები
kk_kz: Деректердің қалай пайдаланылатынын біліңіз
km_kh: ស្វែងយល់អំពីរបៀបប្រើប្រាស់ទិន្នន័យ
kn_in: ಡೇಟಾವನ್ನು ಹೇಗೆ ಬಳಸಲಾಗುತ್ತದೆ ಎಂಬುದನ್ನು ತಿಳಿಯಿರಿ
ko_kr: 데이터 사용 방법에 대해 알아보기
kok_in: डेटा कशें वापरलें जाता ते शिकात
lb_lu: Léiert wéi Daten benotzt ginn
lo_la: ຮຽນຮູ້ກ່ຽວກັບວິທີການນຳໃຊ້ຂໍ້ມູນ
lt_lt: Sužinokite, kaip naudojami duomenys
lv_lv: Uzziniet, kā tiek izmantoti dati
mi_nz: Akona me pēhea te whakamahi raraunga
mk_mk: Дознајте како се користат податоците
ml_in: ഡാറ്റ എങ്ങനെ ഉപയോഗിക്കുന്നുവെന്ന് അറിയുക
mr_in: डेटा कसा वापरला जातो ते जाणून घ्या
ms_my: Ketahui cara data digunakan
mt_mt: Tgħallem kif tintuża d-data
ne_np: डेटा कसरी प्रयोग गरिन्छ भन्ने बारेमा जान्नुहोस्
nl_nl: Meer informatie over het gebruik van gegevens
nn_no: Finn ut korleis data vert brukt
or_in: ଡାଟା କିପରି ବ୍ୟବହୃତ ହୁଏ ତାହା ଜାଣନ୍ତୁ
pa_in: ਜਾਣੋ ਕਿ ਡੇਟਾ ਕਿਵੇਂ ਵਰਤਿਆ ਜਾਂਦਾ ਹੈ
pl_pl: Dowiedz się, jak wykorzystywane są dane
pt_br: Saiba como os dados são usados
pt_pt: Saiba como os dados são utilizados
quz_pe: Yachay imaynatas datokunata llamk'achinku
ro_ro: Aflați cum sunt utilizate datele
sk_sk: Zistite, ako sa údaje používajú
sl_si: Preberite, kako se podatki uporabljajo
sq_al: Mësoni se si përdoren të dhënat
sr_cyrl_rs: Сазнајте како се подаци користе
sr_latn_rs: Saznajte kako se podaci koriste
sv_se: Läs om hur data används
ta_in: தரவு எவ்வாறு பயன்படுத்தப்படுகிறது என்பதைப் பற்றி அறிக
te_in: డేటా ఎలా ఉపయోగించబడుతుందో తెలుసుకోండి
th_th: เรียนรู้เกี่ยวกับวิธีการใช้ข้อมูล
tr_tr: Verilerin nasıl kullanıldığını öğrenin
ug_cn: سانلىق مەلۇماتلارنىڭ قانداق ئىشلىتىلىدىغانلىقىنى ئۆگىنىڭ
uk_ua: Дізнайтеся, як використовуються дані
ur_pk: جانیں کہ ڈیٹا کیسے استعمال ہوتا ہے
uz_latn_uz: Ma'lumotlar qanday ishlatilishini bilib oling
vi_vn: Tìm hiểu về cách dữ liệu được sử dụng
zh_tw: 瞭解資料的使用方式

# FreOverlay_TabModeLabel.Text
source: Tab Mode
ca_es: Mode de pestanyes
it_it: Modalità schede
ml_in: ടാബ് മോഡ്
pt_br: Modo das guias

# FreOverlay_TabModeDescription.Text
source: Toggle between the new sidebar or classic horizontal tabs view
ca_es: Alterna entre la nova barra lateral i la vista clàssica de pestanyes horitzontals
it_it: Passa dalla nuova barra laterale alla visualizzazione classica delle schede orizzontali e viceversa
ml_in: പുതിയ സൈഡ്ബാറിനും പരമ്പരാഗത തിരശ്ചീന ടാബ് കാഴ്ചയ്ക്കും ഇടയിൽ മാറുക
pt_br: Alterne entre a nova barra lateral e a exibição clássica de guias horizontais

# FreOverlay_TabModeSidebar
source: Sidebar
ca_es: Barra lateral
it_it: Barra laterale
ml_in: സൈഡ്ബാർ
pt_br: Barra lateral

# FreOverlay_TabModeHorizontal
source: Horizontal
ca_es: Horitzontal
it_it: Orizzontale
ml_in: തിരശ്ചീനം

# FreOverlay_AgentLabel.Text
source: Agent
am_et: ኤጅንት
ar_sa: الوكيل
as_in: এজেণ্ট
bg_bg: Агент
bn_in: এজেন্ট
cy_gb: Asiant
el_gr: Πράκτορας
es_es: Agente
eu_es: Agentea
fa_ir: عامل
fi_fi: Agentti
ga_ie: Gníomhaire
gd_gb: Neach-gnìomha
gl_es: Axente
gu_in: એજન્ટ
he_il: סוכן
hi_in: एजेंट
hu_hu: Ügynök
hy_am: Գործակալ
id_id: Agen
it_it: Agente
ja_jp: エージェント
ka_ge: აგენტი
kk_kz: Агент
km_kh: ភ្នាក់ងារ
kn_in: ಏಜೆಂಟ್
ko_kr: 에이전트
kok_in: एजेंट
lt_lt: Agentas
lv_lv: Aģents
mi_nz: Kaitiaki
mk_mk: Агент
ml_in: ഏജന്റ്
mr_in: एजंट
ms_my: Ejen
mt_mt: Aġent
ne_np: एजेन्ट
or_in: ଏଜେଣ୍ଟ
pa_in: ਏਜੰਟ
pt_br: Agente
pt_pt: Agente
quz_pe: Agente
sq_al: Agjenti
sr_cyrl_rs: Агент
ta_in: முகவர்
te_in: ఏజెంట్
th_th: เอเจนต์
tr_tr: Aracı
ug_cn: ۋەكىل
uk_ua: Агент
ur_pk: ایجنٹ
vi_vn: Tác tử
zh_tw: 智能體

# FreOverlay_AgentDescription.Text
source: Choose the agent used in the agent pane that supports ACP.
ca_es: Trieu l'agent que s'utilitza al tauler d'agent i que admet ACP.
it_it: Scegli l'agente utilizzato nel riquadro agente che supporta ACP.
ml_in: ഏജന്റ് പെയ്നിൽ ഉപയോഗിക്കുന്നതും ACP പിന്തുണയ്ക്കുന്നതുമായ ഏജന്റിനെ തിരഞ്ഞെടുക്കുക.
pt_br: Escolha o agente usado no painel do agente compatível com ACP.

# FreOverlay_ErrorDetectionLabel.Text
source: Error detection
ca_es: Detecció d'errors
it_it: Rilevamento degli errori
ml_in: പിശക് കണ്ടെത്തൽ
pt_br: Detecção de erros

# FreOverlay_ErrorDetectionDescription.Text
source: Automatically detect failed commands in the shell, and optionally send them to your agent for automatic fixes.
ca_es: Detecteu automàticament les ordres amb error a l'intèrpret d'ordres i, opcionalment, envieu-les a l'agent perquè les corregeixi automàticament.
it_it: Rileva automaticamente i comandi non riusciti nella shell e, facoltativamente, inviali al tuo agente per la correzione automatica.
ml_in: ഷെല്ലിൽ പരാജയപ്പെട്ട കമാൻഡുകൾ സ്വയമേവ കണ്ടെത്തുക, സ്വയമേവ പരിഹരിക്കുന്നതിന് അവ ഐച്ഛികമായി നിങ്ങളുടെ ഏജന്റിന് അയയ്ക്കുക.
pt_br: Detecte automaticamente comandos com falha no shell e, opcionalmente, envie-os ao seu agente para correção automática.

# FreOverlay_ErrorDetectionDetectOption.Content
source: Detect errors
ca_es: Detecta els errors
it_it: Rileva errori
ml_in: പിശകുകൾ കണ്ടെത്തുക
pt_br: Detectar erros

# FreOverlay_ErrorDetectionAutoFixOption.Content
source: Detect and fix errors
ca_es: Detecta i corregeix els errors
it_it: Rileva e correggi errori
ml_in: പിശകുകൾ കണ്ടെത്തി പരിഹരിക്കുക
pt_br: Detectar e corrigir erros

# FreOverlay_ErrorDetectionOffOption.Content
source: Off
ca_es: Desactivat
it_it: Disattivato
ml_in: ഓഫ്
pt_br: Desativado

# FreOverlay_ErrorDetectionAutoFixPolicyLocked
source: The automatic fix option is managed by your organization.
ca_es: L'opció de correcció automàtica la gestiona la vostra organització.
it_it: L'opzione di correzione automatica è gestita dalla tua organizzazione.
ml_in: സ്വയമേവ പരിഹരിക്കുന്നതിനുള്ള ഓപ്ഷൻ നിങ്ങളുടെ സ്ഥാപനമാണ് നിയന്ത്രിക്കുന്നത്.
pt_br: A opção de correção automática é gerenciada pela sua organização.

# FreOverlay_SessionLabel.Text
source: Sessions
it_it: Sessioni
ml_in: സെഷനുകൾ
pt_br: Sessões

# FreOverlay_SessionDescription.Text
source: Track which agents are running and which need your attention.
ca_es: Feu un seguiment dels agents que s'estan executant i dels que necessiten la vostra atenció.
it_it: Tieni traccia degli agenti in esecuzione e di quelli che richiedono la tua attenzione.
ml_in: ഏത് ഏജന്റുകളാണ് പ്രവർത്തിക്കുന്നതെന്നും ഏതൊക്കെയാണ് നിങ്ങളുടെ ശ്രദ്ധ ആവശ്യപ്പെടുന്നതെന്നും നിരീക്ഷിക്കുക.
pt_br: Acompanhe quais agentes estão em execução e quais precisam da sua atenção.

# FreOverlay_ShowTokenUsageAndCostLabel.Text
source: Token usage
ca_es: Ús de tokens
it_it: Utilizzo dei token
ml_in: ടോക്കൺ ഉപയോഗം
pt_br: Uso de tokens

# FreOverlay_ShowTokenUsageAndCostDescription.Text
source: Show remaining context and session cost when available.
ca_es: Mostra el context restant i el cost de la sessió quan estiguin disponibles.
it_it: Mostra il contesto rimanente e il costo della sessione quando disponibili.
ml_in: ലഭ്യമാകുമ്പോൾ ശേഷിക്കുന്ന സന്ദർഭവും സെഷൻ ചെലവും കാണിക്കുക.
pt_br: Mostre o contexto restante e o custo da sessão quando disponíveis.

# FreOverlay_PanePositionLabel.Text
source: Agent position
ca_es: Posició de l'agent
it_it: Posizione dell'agente
ml_in: ഏജന്റിന്റെ സ്ഥാനം
pt_br: Posição do agente

# FreOverlay_PanePositionDescription.Text
source: Where your agent lives.
ca_es: On es troba l'agent.
it_it: Dove si trova il tuo agente.
ml_in: നിങ്ങളുടെ ഏജന്റ് സ്ഥിതിചെയ്യുന്നിടം.
pt_br: Onde seu agente fica.

# FreOverlay_SaveButton.Content
source: Get Started
ca_es: Comença
it_it: Inizia
ml_in: ആരംഭിക്കുക
pt_br: Começar

# FreOverlay_AgentStatusSetupRequired
source: (setup required)
ca_es: (cal configurar-lo)
it_it: (configurazione necessaria)
ml_in: (സെറ്റപ്പ് ആവശ്യമാണ്)
pt_br: (configuração necessária)

# FreOverlay_AgentStatusInstalled
source: (installed)
af_za: (geïnstalleer)
am_et: (ተጠቅሟል)
ar_sa: (مثبّت)
as_in: (ইনষ্টল কৰা আছে)
az_latn_az: (quraşdırılıb)
bg_bg: (инсталиран)
bn_in: (ইনস্টল করা আছে)
bs_latn_ba: (instalirano)
ca_es: (instal·lat)
ca_es_valencia: (instal·lat)
cs_cz: (nainstalován)
cy_gb: (wedi'i osod)
da_dk: (installeret)
el_gr: (εγκατεστημένο)
es_es: (instalado)
et_ee: (installitud)
eu_es: (instalatuta)
fa_ir: (نصب شده)
fi_fi: (asennettu)
fil_ph: (naka-install)
fr_fr: (installé)
ga_ie: (suiteáilte)
gd_gb: (air a stàladh)
gl_es: (instalado)
gu_in: (ઇન્સ્ટોલ થયેલ છે)
he_il: (מותקן)
hi_in: (इंस्टॉल है)
hu_hu: (telepítve)
hy_am: (տեղադրված է)
id_id: (terinstal)
is_is: (uppsett)
it_it: (installato)
ja_jp: (インストール済み)
ka_ge: (დაინსტალირებულია)
kk_kz: (орнатылған)
km_kh: (តៀឡើងរួចហើយ)
kn_in: (ಇನ್‌ಸ್ಟಾಲ್ ಆಗಿದೆ)
ko_kr: (설치됨)
kok_in: (इन्स्टॉल आसा)
lb_lu: (installéiert)
lo_la: (ຕິດຕັ້ງແລ້ວ)
lt_lt: (įdiegta)
lv_lv: (instalēts)
mi_nz: (kua tāutahia)
mk_mk: (инсталиран)
ml_in: (ഇൻസ്റ്റാൾ ചെയ്തിട്ടുണ്ട്)
mr_in: (इंस्टॉल आहे)
ms_my: (dipasang)
mt_mt: (installat)
ne_np: (स्थापना भएको)
nl_nl: (geïnstalleerd)
nn_no: (installert)
or_in: (ଇନ୍‌ଷ୍ଟଲ୍ ଅଛି)
pa_in: (ਇੰਸਟਾਲ ਹੈ)
pl_pl: (zainstalowany)
pt_br: (instalado)
pt_pt: (instalado)
quz_pe: (churasqa)
ro_ro: (instalat)
sk_sk: (nainštalovaný)
sl_si: (nameščen)
sq_al: (i instaluar)
sr_cyrl_rs: (инсталиран)
sr_latn_rs: (instaliran)
sv_se: (installerad)
ta_in: (நிறுவப்பட்டுள்ளது)
te_in: (ఇన్‌స్టాల్ చేయబడింది)
th_th: (ติดตั้งแล้ว)
tr_tr: (yüklü)
ug_cn: (ئورنىتىلغان)
uk_ua: (встановлено)
ur_pk: (انسٹال ہے)
uz_latn_uz: (oʻrnatilgan)
vi_vn: (đã cài đặt)
zh_tw: (已安裝)

# FreOverlay_AgentProbeUnavailable
source: We couldn't check which agents are installed. Availability will be checked again when the Agent pane opens.
ca_es: No s'ha pogut comprovar quins agents estan instal·lats. La disponibilitat es tornarà a comprovar quan s'obri el tauler d'agent.
it_it: Non è stato possibile verificare quali agenti sono installati. La disponibilità verrà verificata di nuovo all'apertura del riquadro agente.
ml_in: ഏതൊക്കെ AI ഏജന്റുകളാണ് ഇൻസ്റ്റാൾ ചെയ്തിരിക്കുന്നതെന്ന് പരിശോധിക്കാനായില്ല. ഏജന്റ് പാളി തുറക്കുമ്പോൾ ലഭ്യത വീണ്ടും പരിശോധിക്കും.
pt_br: Não foi possível verificar quais agentes estão instalados. A disponibilidade será verificada novamente quando o painel do agente for aberto.

# FreOverlay_PanePositionBottom
source: Bottom
af_za: Onder
am_et: ከሳች
ar_sa: أسفل
as_in: তলত
az_latn_az: Alt
bg_bg: Отдолу
bn_in: নীচে
bs_latn_ba: Dolje
ca_es: A baix
ca_es_valencia: A baix
cs_cz: Dole
cy_gb: Gwaelod
da_dk: Bund
el_gr: Κάτω
es_es: Abajo
et_ee: All
eu_es: Behean
fa_ir: پایین
fi_fi: Alareuna
fil_ph: Ibaba
fr_fr: Bas
ga_ie: Bun
gd_gb: Bonn
gl_es: Abaixo
gu_in: તળિયે
he_il: למטה
hi_in: नीचे
hu_hu: Alul
hy_am: Ներքևում
id_id: Bawah
is_is: Neðst
it_it: In basso
ja_jp: 下
ka_ge: ქვემოთ
kk_kz: Төменгі
km_kh: ខាងក្រោម
kn_in: ಕೆಳಭಾಗ
ko_kr: 아래쪽
kok_in: तळ
lb_lu: Ënnen
lo_la: ຂ້າງລຸ່ມ
lt_lt: Apačioje
lv_lv: Apakšā
mi_nz: Raro
mk_mk: Долу
ml_in: താഴെ
mr_in: तळ
ms_my: Bawah
mt_mt: Taħt
ne_np: तल
nl_nl: Onder
nn_no: Botn
or_in: ତଳ
pa_in: ਤਲ
pl_pl: Dół
pt_br: Abaixo
pt_pt: Em baixo
quz_pe: Uray
ro_ro: Jos
sk_sk: Dole
sl_si: Spodaj
sq_al: Poshtë
sr_cyrl_rs: Доле
sr_latn_rs: Dole
sv_se: Nederkant
ta_in: கீழே
te_in: దిగువన
th_th: ด้านล่าง
tr_tr: Alt
ug_cn: ئاستى
uk_ua: Знизу
ur_pk: نیچے
uz_latn_uz: Pastki
vi_vn: Dưới
zh_tw: 底部

# FreOverlay_PanePositionRight
source: Right
af_za: Regs
am_et: ቀኝ
ar_sa: يمين
as_in: সোঁফালে
az_latn_az: Sağ
bg_bg: Отдясно
bn_in: ডানে
bs_latn_ba: Desno
ca_es: Dreta
ca_es_valencia: Dreta
cs_cz: Vpravo
cy_gb: De
da_dk: Højre
el_gr: Δεξιά
es_es: Derecha
et_ee: Paremal
eu_es: Eskuinean
fa_ir: راست
fi_fi: Oikea
fil_ph: Kanan
fr_fr: Droite
ga_ie: Deas
gd_gb: Deas
gl_es: Dereita
gu_in: જમણે
he_il: ימין
hi_in: दाएँ
hu_hu: Jobbra
hy_am: Աջ
id_id: Kanan
is_is: Hægri
it_it: Destra
ja_jp: 右
ka_ge: მარჯვნივ
kk_kz: Оң жақ
km_kh: ស្តាំ។
kn_in: ಬಲ
ko_kr: 오른쪽
kok_in: उजवीकडेन
lb_lu: Riets
lo_la: ຂວາ
lt_lt: Dešinėje
lv_lv: Pa labi
mi_nz: Matau
mk_mk: Десно
ml_in: വലത്
mr_in: उजवीकडे
ms_my: Kanan
mt_mt: Lemin
ne_np: दायाँ
nl_nl: Rechts
nn_no: Høgre
or_in: ଡାହାଣ
pa_in: ਸੱਜੇ
pl_pl: Prawo
pt_br: Direita
pt_pt: Direita
quz_pe: Pañaq
ro_ro: Dreapta
sk_sk: Vpravo
sl_si: Desno
sq_al: Djathtas
sr_cyrl_rs: Десно
sr_latn_rs: Desno
sv_se: Höger
ta_in: வலது
te_in: కుడి
th_th: ด้านขวา
tr_tr: Sağ
ug_cn: ئوڭ
uk_ua: Праворуч
ur_pk: دائیں
uz_latn_uz: Oʻng
vi_vn: Phải
zh_tw: 右側

# FreOverlay_PanePositionLeft
source: Left
af_za: Links
am_et: ግራ
ar_sa: يسار
as_in: বাওঁফালে
az_latn_az: Sol
bg_bg: Отляво
bn_in: বামে
bs_latn_ba: Lijevo
ca_es: Esquerra
ca_es_valencia: Esquerra
cs_cz: Vlevo
cy_gb: Chwith
da_dk: Venstre
el_gr: Αριστερά
es_es: Izquierda
et_ee: Vasakul
eu_es: Ezkerrean
fa_ir: چپ
fi_fi: Vasen
fil_ph: Kaliwa
fr_fr: Gauche
ga_ie: Clé
gd_gb: Clì
gl_es: Esquerda
gu_in: ડાબે
he_il: שמאל
hi_in: बाएँ
hu_hu: Balra
hy_am: Ձախ
id_id: Kiri
is_is: Vinstri
it_it: Sinistra
ja_jp: 左
ka_ge: მარცხნივ
kk_kz: Сол жақ
km_kh: ឆ្វេង
kn_in: ಎಡ
ko_kr: 왼쪽
kok_in: दावीकडेन
lb_lu: Lénks
lo_la: ຊ້າຍ
lt_lt: Kairėje
lv_lv: Pa kreisi
mi_nz: Mauī
mk_mk: Лево
ml_in: ഇടത്
mr_in: डावीकडे
ms_my: Kiri
mt_mt: Xellug
ne_np: बायाँ
nl_nl: Links
nn_no: Venstre
or_in: ବାମ
pa_in: ਖੱਬੇ
pl_pl: Lewo
pt_br: Esquerda
pt_pt: Esquerda
quz_pe: Lluq'iq
ro_ro: Stânga
sk_sk: Vľavo
sl_si: Levo
sq_al: Majtas
sr_cyrl_rs: Лево
sr_latn_rs: Levo
sv_se: Vänster
ta_in: இடது
te_in: ఎడమ
th_th: ด้านซ้าย
tr_tr: Sol
ug_cn: سول
uk_ua: Ліворуч
ur_pk: بائیں
uz_latn_uz: Chap
vi_vn: Trái
zh_tw: 左側

# FreOverlay_PanePositionTop
source: Top
af_za: Bo
am_et: ከላይ
ar_sa: أعلى
as_in: ওপৰত
az_latn_az: Üst
bg_bg: Отгоре
bn_in: উপরে
bs_latn_ba: Gore
ca_es: A dalt
ca_es_valencia: A dalt
cs_cz: Nahoře
el_gr: Πάνω
es_es: Arriba
et_ee: Üleval
eu_es: Goian
fa_ir: بالا
fi_fi: Yläreuna
fil_ph: Itaas
fr_fr: Haut
ga_ie: Barr
gd_gb: Mullach
gl_es: Arriba
gu_in: ઉપર
he_il: למעלה
hi_in: ऊपर
hu_hu: Felül
hy_am: Վերևում
id_id: Atas
is_is: Efst
it_it: In alto
ja_jp: 上
ka_ge: ზემოთ
kk_kz: Жоғарғы
km_kh: ខាងលើ
kn_in: ಮೇಲ್ಭಾಗ
ko_kr: 위쪽
kok_in: वयर
lb_lu: Uewen
lo_la: ຂ້າງເທິງ
lt_lt: Viršuje
lv_lv: Augšā
mi_nz: Runga
mk_mk: Горе
ml_in: മുകളിൽ
mr_in: वर
ms_my: Atas
mt_mt: Fuq
ne_np: माथि
nl_nl: Boven
nn_no: Topp
or_in: ଉପର
pa_in: ਸਿਖਰ
pl_pl: Góra
pt_br: Acima
pt_pt: Em cima
quz_pe: Hanaq
ro_ro: Sus
sk_sk: Hore
sl_si: Zgoraj
sq_al: Lart
sr_cyrl_rs: Горе
sr_latn_rs: Gore
sv_se: Överkant
ta_in: மேலே
te_in: పైన
th_th: ด้านบน
tr_tr: Üst
ug_cn: ئۈستى
uk_ua: Зверху
ur_pk: اوپر
uz_latn_uz: Yuqori
vi_vn: Trên
zh_tw: 頂部

# FreOverlay_SettingUp
source: Setting up...
af_za: Word opgestel...
am_et: በማያቄር ላይ...
ar_sa: جارٍ الإعداد...
as_in: ছেটআপ হৈ আছে...
az_latn_az: Qurulur...
bg_bg: Настройване...
bn_in: সেট আপ হচ্ছে...
bs_latn_ba: Postavljanje...
ca_es: S'està configurant...
ca_es_valencia: S'està configurant...
cs_cz: Nastavování...
cy_gb: Yn gosod...
da_dk: Konfigurerer...
el_gr: Ρύθμιση...
es_es: Configurando...
et_ee: Seadistamine...
eu_es: Konfiguratzen...
fa_ir: در حال تنظیم...
fi_fi: Määritetään...
fil_ph: Sine-set up...
fr_fr: Configuration en cours...
ga_ie: Ag socrú...
gd_gb: Ga shuidheachadh...
gl_es: Configurando...
gu_in: સેટ અપ થઈ રહ્યું છે...
he_il: מגדיר...
hi_in: सेट अप हो रहा है...
hu_hu: Beállítás...
hy_am: Կարգավորում...
id_id: Menyiapkan...
is_is: Set upp...
it_it: Configurazione in corso...
ja_jp: セットアップ中...
ka_ge: კონფიგურაცია...
kk_kz: Орнатылуда...
km_kh: កំពុងដំឡើង...
kn_in: ಹೊಂದಿಸಲಾಗುತ್ತಿದೆ...
ko_kr: 설정 중...
kok_in: सेट अप जाता...
lb_lu: Gëtt agestallt...
lo_la: ກຳລັງຕັ້ງຄ່າ...
lt_lt: Nustatoma...
lv_lv: Iestata...
mi_nz: Kei te whakarite...
mk_mk: Се поставува...
ml_in: സജ്ജമാക്കുന്നു...
mr_in: सेट अप होत आहे...
ms_my: Menyediakan...
mt_mt: Qed jiġi ssettjat...
ne_np: सेटअप हुँदैछ...
nl_nl: Instellen...
nn_no: Konfigurerer...
or_in: ସେଟଅପ୍ ହେଉଛି...
pa_in: ਸੈੱਟ ਅੱਪ ਹੋ ਰਿਹਾ ਹੈ...
pl_pl: Konfigurowanie...
pt_br: Configurando...
pt_pt: A configurar...
quz_pe: Churachkan...
ro_ro: Se configurează...
sk_sk: Nastavovanie...
sl_si: Nastavljanje...
sq_al: Po konfigurohet...
sr_cyrl_rs: Подешавање...
sr_latn_rs: Podešavanje...
sv_se: Konfigurerar...
ta_in: அமைக்கப்படுகிறது...
te_in: సెటప్ అవుతోంది...
th_th: กำลังตั้งค่า...
tr_tr: Ayarlanıyor...
ug_cn: تەڭشەلىۋاتىدۇ...
uk_ua: Налаштування...
ur_pk: سیٹ اپ ہو رہا ہے...
uz_latn_uz: Sozlanmoqda...
vi_vn: Đang thiết lập...
zh_tw: 正在設定...

# FreOverlay_HookingUpAgent
source: Hooking up {0} to your agent pane...
ca_es: S'està connectant {0} al vostre tauler d'agent...
it_it: Connessione di {0} al tuo riquadro agente...
ml_in: {0} നിങ്ങളുടെ ഏജന്റ് പെയ്നിലേക്ക് ബന്ധിപ്പിക്കുന്നു...
pt_br: Conectando {0} ao seu painel do agente...

# FreOverlay_HookingUpAgentFallback
source: Hooking up your agent pane...
ca_es: S'està connectant el vostre tauler d'agent...
it_it: Connessione del tuo riquadro agente...
ml_in: നിങ്ങളുടെ ഏജന്റ് പെയ്ൻ ബന്ധിപ്പിക്കുന്നു...
pt_br: Conectando seu painel do agente...

# FreOverlay_TurningOnErrorDetection
source: Turning on error detection...
ca_es: S'està activant la detecció d'errors...
it_it: Attivazione del rilevamento degli errori...
ml_in: പിശക് കണ്ടെത്തൽ പ്രവർത്തനക്ഷമമാക്കുന്നു...
pt_br: Ativando a detecção de erros...

# FreOverlay_TurningOnSessions
source: Turning on sessions...
ca_es: S'estan activant les sessions...
it_it: Attivazione delle sessioni...
ml_in: സെഷനുകൾ പ്രവർത്തനക്ഷമമാക്കുന്നു...
pt_br: Ativando as sessões...

# FreOverlay_ProgressCompleted
source: Completed
ca_es: Completat
it_it: Completato
ml_in: പൂർത്തിയായി
pt_br: Concluído

# FreOverlay_ProgressWarning
source: Completed with a warning
ca_es: Completat amb un advertiment
it_it: Completato con un avviso
ml_in: മുന്നറിയിപ്പോടെ പൂർത്തിയായി
pt_br: Concluído com um aviso

# FreOverlay_ProgressFailed
source: Failed
ca_es: Ha fallat
it_it: Non riuscito
ml_in: പരാജയപ്പെട്ടു
pt_br: Falhou

# FreOverlay_InstallError_BlockedByPolicy
source: Installation of {0} was blocked by a Windows Package Manager policy. If you're on a managed device, contact your IT admin.
ca_es: La instal·lació de {0} l'ha bloquejada una directiva de l'Administrador de paquets del Windows. Si feu servir un dispositiu administrat, poseu-vos en contacte amb l'administrador de TI.
it_it: L'installazione di {0} è stata bloccata da un criterio di Gestione pacchetti Windows. Se usi un dispositivo gestito, contatta l'amministratore IT.
ml_in: Windows Package Manager പോളിസി {0} ഇൻസ്റ്റാളേഷൻ തടഞ്ഞു. നിങ്ങൾ മാനേജുചെയ്യുന്ന ഉപകരണത്തിലാണ് എങ്കിൽ, നിങ്ങളുടെ IT അഡ്മിനുമായി ബന്ധപ്പെടുക.
pt_br: A instalação de {0} foi bloqueada por uma política do Gerenciador de Pacotes do Windows. Se você estiver em um dispositivo gerenciado, entre em contato com seu administrador de TI.

# FreOverlay_InstallError_Generic
source: Couldn't install {0} (error code {1}). See the log for details, or install {0} manually.
ca_es: No s'ha pogut instal·lar {0} (codi d'error {1}). Consulteu el registre per obtenir més detalls, o instal·leu {0} manualment.
it_it: Impossibile installare {0} (codice errore {1}). Controlla il log per i dettagli oppure installa {0} manualmente.
ml_in: {0} ഇൻസ്റ്റാൾ ചെയ്യാനായില്ല (പിശക് കോഡ് {1}). വിശദാംശങ്ങൾക്ക് ലോഗ് കാണുക, അല്ലെങ്കിൽ {0} മാനുവലായി ഇൻസ്റ്റാൾ ചെയ്യുക.
pt_br: Não foi possível instalar {0} (código de erro {1}). Confira o log para obter detalhes ou instale {0} manualmente.

# FreOverlay_InstallError_GenericNoCode
source: Couldn't install {0}. See the log for details, or install {0} manually.
ca_es: No s'ha pogut instal·lar {0}. Consulteu el registre per obtenir més detalls, o instal·leu {0} manualment.
it_it: Impossibile installare {0}. Controlla il log per i dettagli oppure installa {0} manualmente.
ml_in: {0} ഇൻസ്റ്റാൾ ചെയ്യാനായില്ല. വിശദാംശങ്ങൾക്ക് ലോഗ് കാണുക, അല്ലെങ്കിൽ {0} മാനുവലായി ഇൻസ്റ്റാൾ ചെയ്യുക.
pt_br: Não foi possível instalar {0}. Confira o log para obter detalhes ou instale {0} manualmente.

# FreOverlay_InstallError_InstallerFailed
source: The {0} installer reported an error (code {1}). Check the log for details, or install {0} manually.
ca_es: L'instal·lador de {0} ha notificat un error (codi {1}). Consulteu el registre per obtenir més detalls, o instal·leu {0} manualment.
it_it: Il programma di installazione di {0} ha segnalato un errore (codice {1}). Controlla il log per i dettagli oppure installa {0} manualmente.
ml_in: {0} ഇൻസ്റ്റാളർ ഒരു പിശക് റിപ്പോർട്ട് ചെയ്തു (കോഡ് {1}). വിശദാംശങ്ങൾക്ക് ലോഗ് പരിശോധിക്കുക, അല്ലെങ്കിൽ {0} മാനുവലായി ഇൻസ്റ്റാൾ ചെയ്യുക.
pt_br: O instalador de {0} relatou um erro (código {1}). Confira o log para obter detalhes ou instale {0} manualmente.

# FreOverlay_InstallError_Network
source: Couldn't reach the Windows Package Manager while installing {0}. Check your internet connection (VPN, proxy, or firewall may be blocking it) and try again.
ca_es: No s'ha pogut contactar amb l'Administrador de paquets del Windows mentre s'instal·lava {0}. Comproveu la connexió a Internet (VPN, proxy o tallafoc poden estar bloquejant-la) i torneu-ho a provar.
it_it: Impossibile raggiungere Gestione pacchetti Windows durante l'installazione di {0}. Controlla la connessione Internet (VPN, proxy o firewall potrebbero bloccarla) e riprova.
ml_in: {0} ഇൻസ്റ്റാൾ ചെയ്യുമ്പോൾ Windows Package Manager-ലേക്ക് എത്താനായില്ല. നിങ്ങളുടെ ഇന്റർനെറ്റ് കണക്ഷൻ പരിശോധിക്കുക (VPN, proxy, അല്ലെങ്കിൽ firewall ഇത് തടയുന്നുണ്ടാകാം) വീണ്ടും ശ്രമിക്കുക.
pt_br: Não foi possível acessar o Gerenciador de Pacotes do Windows ao instalar {0}. Verifique sua conexão com a Internet (VPN, proxy ou firewall podem estar bloqueando) e tente novamente.
